Repository: xbmc/visualization.goom
Catalog: visualization.goom/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, fi_fi, it_it, ru_ru, zh_cn

# Addon Summary
source: Goom++ Visualization
da_dk: Goom++ Visualisering
de_de: Goom++ Visualisierung

# Addon Description
source: The Goom++ visualization supports effects like Tentacles, Flash, Stars, Fireworks, Waves, Blurs and Glows and includes a large number of trippy hypnotic effects that dance, swirl and pop with the music,
de_de: Die Goom++ Visualisierung unterstützt Effekte wie Tentakel, Blitz, Sterne, Feuerwerk, Wellen, Unschärfen und Glühen und enthält eine große Anzahl trippiger hypnotischer Effekte, die mit der Musik tanzen, wirbeln und knallen.

# #30000
source: Show title
de_de: Titel immer anzeigen

# #30001
source: When to show the music title.
de_de: Wenn festgelegt, wird der Titel fortlaufend angezeigt, andernfalls wird er bei Änderung nur kurz angezeigt.

# #30002
source: Render quality
da_dk: Renderingskvalitet
de_de: Anzeigequalität
es_es: Calidad de renderizado
fi_fi: Renderöintilaatu
it_it: Qualità di rendering
ru_ru: Качество рендеринга
zh_cn: 渲染质量

# #30003
source: If the Kodi is slow with a higher render quality, then try reducing it.
de_de: Wenn das System die Anzeige nicht in hoher Auflösung ausführt, kann sie reduziert werden.

# #30004
source: Lowest (512x256)
da_dk: Lavest (512x256)
de_de: Niedrigste (512 x 256)
es_es: La más baja (512x256)
fi_fi: Alhaisin (512x256)
it_it: Più bassa (512x256)
ru_ru: Наименьшее (512x256)
zh_cn: 最低（512x256）

# #30005
source: Lower (640x360)
da_dk: Lav (640x360)
de_de: Niedriger (640 x 360)
es_es: Más baja (640x360)
fi_fi: Alhaisempi (640x360)
it_it: Inferiore (640x360)
ru_ru: Низкое (640x360)
zh_cn: 较低（640x360）

# #30007
source: Medium High (1600x900)
de_de: Mittelhoch (1600x900)

# #30008
source: High (1920x1080)
de_de: Hoch (1920x1080)

# #30009
source: Use OpenGL Pixel Buffer Objects
de_de: Verwenden Sie OpenGL-Pixelpufferobjekte

# #30010
source: If set, then OpenGL will use a faster pixel data transfer option for the Goom window.
de_de: Wenn festgelegt, verwendet OpenGL eine schnellere Option zur Übertragung von Pixeldaten für das Goom-Fenster.

# #30015
source: If set, then the current Goom state values will be overlaid on the main Goom window.
de_de: Wenn gesetzt, werden die aktuellen Goom-Statuswerte über das Hauptfenster von Goom gelegt.

# Addon Summary
source: Goom 2k4 Visualization
es_es: Visualización Goom 2k4
fi_fi: Goom 2k4 -visualisointi
it_it: Visualizzazione Goom 2k4
ru_ru: Визуализация Goom 2k4
zh_cn: Goom 2k4可视化程序

# Addon Description
source: The Goom 2k4 visualization supports effects like Tentacles, Flash, Stars, Fireworks, Waves, Blurs and Glows and includes a large number of trippy hypnotic effects that dance, swirl and pop with the music,
da_dk: Goom++ visualiseringen understøtter effekter som tentakler, flash, stjerner, fyrværkeri, bølger, sløring og glød og indeholder et stort antal vilde hypnotiske effekter, der danser, hvirvler og popper med musikken.
es_es: La visualización Goom 2k4 soporta efectos como Tentáculos, Flash, Estrellas, Fuegos artificiales, Ondas, Borrones y Brillos e incluye un gran número de efectos hipnóticos de danza, remolino y estallido con la música,
fi_fi: Goom 2k4 -visualisointi tukee tehosteita, kuten lonkerot, salama, tähdet, ilotulitus, aallot, sumennukset ja hehkut. Lisäksi se tarjoaa reilusti hypnoottisia tehosteita, jotka tanssivat, pyörivät ja poksahtelevat musiikin tahtiin.
it_it: La visualizzazione di Goom 2k4 supporta effetti come tentacoli, flash, stelle, fuochi d'artificio, onde, sfocature e bagliori e include un gran numero di effetti ipnotici inquietanti che danzano, vorticano e scoppiano con la musica,
ru_ru: Goom 2k4 визуализация поддерживает следующие эффекты: щупальцы, вспышка, звёзды, фейерверки, волны, размытия и свечения, а также огромное число эмитирующих галлюцинации эффектов, вальсирующих, закручивающихся и прыгающих в такт музыке,
zh_cn: Goom 2k4 可视化支持像触须、闪光、星星、烟花、波浪、模糊和发光这样的效果，并包括大量随着音乐跳舞、旋转和流行的迷幻催眠效果，

# #30000
source: Show titles always
da_dk: Vis altid titler
es_es: Mostrar siempre los títulos
fi_fi: Näytä nimet aina
it_it: Mostra sempre i titoli
ru_ru: Название песни показывается постоянно
zh_cn: 始终显示标题

# #30001
source: If set, the title will be displayed continuously, otherwise it will only be shown briefly on change.
da_dk: Hvis dette er valgt, vil titlen blive vist kontinuerligt. Ellers vil den kun blive vist kort ved ændring.
es_es: Si se configura, el título se mostrará continuamente; de lo contrario sólo será mostrado brevemente al cambiar.
fi_fi: Määrittää näytetäänkö nimi jatkuvasti vai vain hetkellisesti vaihdon yhteydessä.
it_it: Se impostato, il titolo verrà visualizzato continuamente, altrimenti verrà visualizzato solo brevemente al cambio.
ru_ru: Если включено, название песни будет выводиться постоянно. Если выключено, название песни будет выводиться только при смене треков.
zh_cn: 如果启用，标题将持续显示，否则仅在更改时短暂显示。

# #30003
source: If the system does not do the display in a high resolution, it can be reduced.
da_dk: Hvis systemet ikke anvender høj skærmopløsning, kan det reduceres.
es_es: Se puede reducir la resolución si el sistema no se muestra en alta resolución.
fi_fi: Jos järjestelmä ei kykene näyttämään korkeaa resoluutiota, sitä voidaan alentaa tästä.
it_it: Se il sistema non riesce a eseguire la visualizzazione ad alta risoluzione, questa può essere ridotta.
ru_ru: Если система не сможет вывести изображение на дисплей в высоком разрешении, то разрешение будет уменьшено.
zh_cn: 如果系统不能以高分辨率显示，可以降低分辨率。

# #30006
source: Standard (1280x720)
es_es: Estándar (1280x720)
fi_fi: Vakio (1280x720)
ru_ru: Стандартное (1280x720)
zh_cn: 标准（1280x720）

# #30007
source: Use OpenGL Pixel Buffer Objects
da_dk: Brug OpenGL pixelbuffer-objekter
es_es: Usar objetos de búfer de píxeles OpenGL
fi_fi: Käytä OpenGL Pixel Buffer -objekteja
it_it: Usa OpenGL Pixel Buffer Objects
ru_ru: Использовать объектный пиксельный буфер (Pixel Buffer Objects) OpenGL
zh_cn: 使用OpenGL像素缓冲区对象

# #30008
source: If set, then OpenGL will use a faster pixel data transfer option for the Goom window.
da_dk: Hvis dette er valgt, vil OpenGL bruge en hurtigere pixeldataoverførsel til Goom-vinduet.
es_es: Si se configura, OpenGL usará una transferencia de datos de píxeles más rápida para la ventana de Goom.
fi_fi: Määrittää käyttääkö OpenGL Goomin ruudulle nopeampaa pikselitiedonsiirtovaihtoehtoa.
it_it: Se impostato, OpenGL utilizzerà un'opzione di trasferimento dati pixel più veloce per la finestra di Goom.
ru_ru: Если включено, то OpenGL будет использовать более быстрый способ передачи информации о пикселях для окна Goom.
zh_cn: 如果设置，那么OpenGL将为Goom窗口使用更快的像素数据传输选项。
